content/posts/20200531050903-building_a_second_brain.md
+++
title = "Building a Second Brain"
author = ["Daniel Biasiotto"]
draft = false
+++

-   [Source](https://www.reddit.com/r/RoamResearch/comments/eho7de/building_a_second_brain_in_roamand_why_you_might/)


## OBJECTIVE {#objective}

-   Creating a [Note Taking]({{< relref "20200528214634-note_taking.md" >}}) system that takes out the maze from your brain
-   Creare un serbatoio di conoscenza, sicura dall'influsso del tempo
    -   cosi facendo l'energia risparmiata non dovendo sforzare la memoria puo' essere reindirizzata
    -   mettere insieme un sistema che permette di creare `nuove` connessioni, prima non realizzate
        -   il principio stesso della creativita'

Un sistema creato per custodire e ricordarci costantemente delle nostre idee, aumentando il potenziale di connessioni sviluppabili tra queste.


## RoamResearch {#roamresearch}


### Bi-Directional Linking {#bi-directional-linking}

Creando dei link si creano pagine dedicate a quella parola, qui vengono evidenziate `menzioni` di questa parola in tutte le altre note

-   E' possibile poi creare linked references o lasciarle come unlinked references


### P.A.R.A. {#p-dot-a-dot-r-dot-a-dot}

Projects, Areas, (Resources), Archives

-   la forza di [Roam]({{< relref "20210606201438-roam.md" >}}) sta nel non necessitare una struttura rigida, gerarchica
    -   I progetti non sono creati nella pagina `Projects` ma sono semplicemente linkati, cosi' sono poi rimuovibili semplicemente cambiando il link in `Archives`


#### Progressive Summarization {#progressive-summarization}

-   Una volta a livello 4 di riassunzione queste note, tra le piu' utili, saranno taggate a `My Summaries`


#### Resources {#resources}

Non utilizzato perche' un una rete di connessioni di questo genere ogni contenuto diventa risorsa per tutto il sistema


### Ottimo per la creazione di contenuti {#ottimo-per-la-creazione-di-contenuti}

Integra in modo fluido la scrittura e i collegamenti, lasciando l'utente libero di esplorare, riesplorare, la rete di collegamenti

> As Homo Sapiens, we're especially adapted to learning in ways that are vivid, visual and experimental. Scientists refer to this as 'the picture superiority effect.'" ~ [Jonathan Levi]({{< relref "20200531055134-jonathan_levi.md" >}}) - [$cit]({{< relref "20210604132601-cit.md" >}})
